[PAD]
[UNK]
[START]
[END]
!
"
&
'
(
)
,
-
.
/
:
;
=
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
«
»
ł
œ
ʻ
α
–
—
’
“
”
€
de
est
la
il
le
##s
vous
je
un
les
##e
en
pas
et
rue
des
une
du
elle
ne
que
ce
##r
tu
qu
##nt
sur
on
nous
au
##t
dans
se
pour
sont
deux
##z
ca
son
##i
ai
plus
bien
ils
##es
##a
qui
##re
etait
##ment
##l
ou
suis
tout
##in
vingt
par
##n
##on
##te
avez
avec
lui
trois
sa
moi
cent
mais
##ur
##y
dix
##is
##ne
##ge
me
fait
quatre
##ie
##le
##it
cela
monsieur
##ait
ete
cette
es
##c
##o
route
##se
sept
trente
mon
##u
dit
donc
##d
elles
cinq
##ra
comme
ah
meme
tres
##ir
ma
##ce
##ons
##au
##ire
##ant
aime
neuf
ses
##ux
six
temps
##ine
##nce
##lle
sœur
##que
aussi
etes
etre
##er
faire
ont
votre
##de
##ier
##ite
alors
autre
numero
##me
comment
tous
##ion
##ure
huit
oui
ici
soixante
va
ces
non
quarante
ta
trop
madame
saint
##ique
peu
si
##ve
quel
aux
chemin
mille
voila
zero
##tion
as
egalement
avait
quand
chose
porte
rien
##ent
encore
##che
##ise
##urs
amendement
jean
##ions
##rent
##tes
autres
peut
##ient
##res
jamais
##al
##ation
##h
##nte
##rie
apres
combien
fut
##ges
##les
##x
eau
pere
##ot
##ts
##use
bon
sans
##aux
##us
##il
avenue
cet
te
##ais
##iere
##iste
heure
leur
mere
nom
##ement
dire
grand
place
##out
##rait
##ue
assez
cinquante
merci
quoi
toi
##age
##aire
##at
##ou
##ront
##rt
mal
vais
eux
quelle
##be
##ction
##ez
##g
##int
##la
##rs
bonne
toujours
##rez
##tte
faut
fils
homme
livre
maison
##ain
##ieme
##ille
##ois
##ont
##ras
##rd
##sse
allez
aujourd
avons
grande
hui
sais
##aient
##aine
##an
##dre
##ee
##ide
##k
##m
##oire
demain
lieu
sera
ville
##ale
##nd
##os
##ut
avis
donne
entre
femme
gens
maisons
paris
petit
pourquoi
sommes
veux
##f
##he
##our
##ta
##vre
aller
ans
ci
etaient
fille
maintenant
parole
plusieurs
voir
##iques
##nes
beau
enfants
notre
plait
vie
##ard
##ice
##lait
##tre
##ture
avoir
bas
demande
doit
mieux
moins
oh
vu
##ble
##ien
##ns
##rai
appelle
arrive
cents
eh
fit
monde
personne
sous
vos
##if
##sion
##uve
beaucoup
elephants
fois
france
leurs
parle
premier
siege
trouve
voix
##con
##ger
##gue
##iens
##ile
##ition
##ive
##lon
##nait
##or
ainsi
allee
cher
fais
hier
mes
part
pays
petite
peux
point
quelque
reste
sait
tete
ton
vas
##ants
##bre
##gne
##ia
##iers
##ndu
##ner
##ole
##p
##pe
##uit
##um
avais
ecole
mois
##ans
##eur
##lier
##mes
##nde
##ndre
##oie
##ques
##ri
##teur
##ville
cas
enfant
eu
faites
fort
heures
livres
mort
nouveau
parti
partir
seize
serait
seul
viens
voulez
##cs
##iez
##lles
##ls
##nu
##oit
##ol
##ore
##rant
##ry
##ter
##un
##voir
aimerais
celui
chaises
commune
deja
depuis
dieu
impasse
quatorze
situe
vers
vient
##ai
##di
##el
##ime
##ipe
##ma
##mporte
##ors
##ris
##ton
##ute
##vons
ami
bois
coute
douze
jour
jours
mange
onze
or
partie
voiture
##agne
##bles
##ces
##cher
##en
##ete
##mbre
##tant
aimerait
aucun
cote
dernier
ensuite
famille
fatigue
grands
guerre
jusqu
pris
puis
savez
train
venu
##as
##cle
##ienne
##ins
##ira
##ments
##nne
##ome
##ort
##oux
##oyez
##port
##rre
##sait
##sin
##ude
##v
##vient
cependant
chez
compte
etais
lettre
longtemps
manger
marie
nos
nuit
passe
personnes
petites
table
toute
travail
##ac
##aines
##amment
##ance
##ante
##b
##ene
##ible
##ires
##lant
##llement
##na
##nces
##nts
##oque
##oute
##ria
##rons
##tait
##une
##ura
agit
aimera
air
argent
chef
contre
crois
dis
droit
droite
etudes
eut
groupe
jaune
jeu
mauvais
metier
nouvelle
omer
paul
petits
peur
pierre
pres
rencontre
vieux
vit
yeux
##able
##ains
##cteur
##du
##ifie
##iser
##issement
##lan
##lie
##lu
##mee
##mp
##mpe
##oir
##ond
##osition
##rend
##rier
##rique
##ses
##sus
##tions
##ttes
##ures
##usement
##va
##ver
##ye
annee
article
belle
ceci
choses
deuxieme
enfin
film
jouait
matin
nord
raison
roi
soir
tard
tes
travaille
vois
##bert
##gie
##ic
##iche
##ines
##isation
##isme
##isse
##line
##mis
##ndez
##nee
##oix
##orme
##oulait
##ours
##ourt
##pa
##pes
##ppe
##rir
##venir
age
aimes
anglais
carriere
commission
cœur
dame
devant
docteur
effet
fond
frere
haut
ile
lettres
nomme
parlez
quelqu
quinze
soutenir
sujet
veut
##ade
##ations
##cie
##des
##ennes
##ents
##gers
##hes
##iait
##ige
##illes
##io
##ites
##jet
##lace
##let
##nie
##onne
##ouvait
##pose
##rche
##rit
##teurs
##tie
##ublique
##uits
##ume
##ument
##utes
##ution
##vait
##vaux
amour
aurait
bras
celle
chambre
commence
comprend
comte
connus
crayon
dois
extremement
froid
gouvernement
jeune
mains
mer
ministre
moment
peine
pendant
peuvent
premiere
president
question
seule
soit
souvent
trouver
universite
vraiment
##aires
##antes
##ats
##ay
##ches
##cre
##ctions
##die
##dit
##elle
##fois
##gion
##gnac
##gs
##ied
##ieres
##ieux
##iles
##irai
##lence
##ler
##lin
##lut
##mple
##nant
##neur
##one
##onte
##ote
##oule
##ourg
##pris
##rave
##rence
##rine
##roche
##ros
##saient
##uil
##uis
##venu
##vite
##yer
accord
achete
aide
aimait
aiment
animaux
boulevard
ceux
chaque
cours
defavorable
dimanche
eglise
etat
faim
femmes
ferme
formation
garde
gars
general
irai
joue
juste
loin
louis
lundi
mot
noirs
nombreuses
parler
parmi
prefere
quelques
retard
retire
square
tiens
ubu
vienne
vrai
##ace
##aille
##ales
##alise
##ane
##dou
##dra
##ds
##eille
##era
##este
##et
##fait
##gnes
##gny
##ial
##ides
##ils
##itions
##las
##mage
##mi
##mme
##mont
##nay
##ndait
##non
##onnais
##orce
##ouille
##ouleur
##prit
##ree
##rge
##rin
##tot
##ua
##uite
##vert
##vit
actuellement
ailleurs
aima
albert
amendements
an
avant
capitale
chien
clos
combat
ecoutez
ensemble
favorable
feu
francais
gare
gauche
habite
henri
histoire
lire
memes
meurt
peche
pleut
pont
poste
pret
principale
repondit
rouge
semble
situee
sort
sud
suite
treize
vaut
venir
vite
##ange
##ar
##asse
##ate
##bleme
##bord
##cede
##ch
##cte
##dait
##ecu
##ees
##fe
##ffre
##ga
##garde
##gre
##ha
##haud
##ident
##igne
##illon
##im
##isent
##issant
##ives
##lique
##lo
##lt
##lus
##matique
##mbe
##mie
##mine
##mps
##nse
##nsion
##nue
##ogique
##oins
##orges
##ositions
##ouche
##oue
##oup
##ouve
##oyais
##rain
##ran
##red
##renez
##rer
##rles
##rque
##sons
##sy
##tique
##uel
##urent
allons
ancien
animal
antoine
attendre
aurais
autrefois
avaient
besoin
breton
but
cafe
capitaine
danser
dehors
demanda
demi
double
ecrire
entends
espece
etudie
face
facile
fenetre
fin
john
joli
jouer
lait
loi
longue
maitre
manque
mots
noires
nombreux
paire
passer
pauvre
politique
port
possible
pourtant
pouvez
prix
propos
public
retour
savoir
succes
tables
titre
toutes
vivant
##!
##"
##&
##'
##(
##)
##,
##-
##.
##/
##:
##;
##=
##?
##j
##q
##w
##«
##»
##ł
##œ
##ʻ
##α
##–
##—
##’
##“
##”
##€
