[PAD]
[UNK]
[START]
[END]
!
'
,
-
.
/
0
1
;
?
[
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
ŋ
ɔ
ɛ
ɲ
ka
bi
ye
ni
na
nin
le
ko
la
sira
lo
tun
an
##n
ma
kɛ
yi
ra
be
ta
##w
min
fɛ
##i
##ra
wa
##a
kan
##la
ba
##ni
ti
##na
ne
aw
kelen
##e
bɛ
##ya
se
##s
##r
bina
ale
##l
tan
##u
di
dɔ
yɔrɔ
##li
##ri
fɔ
kɔnɔ
fila
ke
##ma
sɔrɔ
##si
mɔgɔ
##le
ani
kɛra
##man
kalan
##o
bara
##t
kuma
yan
taga
nunu
ya
fe
san
bolo
den
yɛrɛ
lon
nan
nana
##lo
bɔ
##ye
##ɛn
fo
cɛ
##k
fɛn
##ba
kaɲi
##ga
de
##ti
##ka
fana
mugan
do
mogo
sisan
##ɔn
muso
saba
tɔgɔ
##re
wagati
##ta
sigi
to
te
##kɛ
bila
yoro
##ɛ
foyi
kana
kera
bɛɛ
##di
##ko
kun
da
##m
##nan
cogo
toun
##ɔ
bon
man
beyi
kele
kɔ
tara
##bi
don
ga
##on
##te
ayi
dugu
##an
##d
##kan
ɲɔgɔn
tuguni
juma
kanu
nne
tɛmɛ
##ne
##ou
mi
tɛ
##cɛ
kadi
kɛmɛ
mun
##ge
##ro
##se
bo
filɛ
tuma
##gi
##yɔrɔ
aka
bɔra
duuru
kouma
naani
yira
##da
##z
en
ban
lɔn
##mi
wolonfila
kagni
ɲanaman
##bɛ
##yi
minɛ
mɔgɔw
##fe
mɛ
sera
soro
koni
kɔfɛ
mousso
yɛlɛ
##to
caman
dia
juman
kama
tche
fara
fɔlɔ
tina
wɛrɛ
##go
##so
sara
yele
##mu
##sa
##uru
anw
fla
hakili
ji
##fa
deni
tigi
##be
##g
##ke
##ru
##ɛr
ala
jan
komi
laban
son
##y
bisaba
dougou
kɔrɔ
sini
##en
##in
kojugu
##h
##lon
konon
seegi
yere
##kɔ
##sira
##zi
diya
fanga
kɔni
kɔsɔbɛ
li
tugu
wele
##bu
##gɔ
##gɛ
##yɛn
##ɛl
bɛn
dɔw
dɛ
fan
fen
jigɛ
sɛbɛ
teme
touma
tu
un
wari
##ki
##lan
##me
##ur
aya
joli
saaba
sama
siraba
##den
##fɛ
##len
##uma
##ɔgɔ
ibi
kalo
walima
yala
ɲɛ
##ɲi
aye
mina
nani
sissan
sɔn
sɛn
##urou
##ɔrɔ
deen
si
so
ɲafɛ
ɲi
##de
##do
##tigi
##yan
bena
kaɲ
lara
moulo
wɔɔrɔ
##f
##gu
##mani
##sɔn
##ton
barakɛ
dɔɔni
koro
mule
nounou
segi
toumbi
wɔrɔ
##jan
##ogo
##tri
##ue
##un
bali
dɛmɛ
kunu
sigɛn
siran
tchama
##baga
##bɛn
##deni
##kɛla
##rɔ
##san
##tan
##tɔn
##ugu
##ze
bana
ben
bin
caaman
dumuni
jigi
kɔnɔna
mara
no
see
tagara
ten
teri
teyi
tougou
yiri
yongon
ɲa
##iw
##lɔ
##ssa
facɛ
fanfɛ
jɔn
livru
miriya
nou
togo
wili
##al
##bɔ
##muso
##rɛ
##ssi
##sɛn
##ɲ
ali
alu
bamuso
diara
djoume
ele
faga
filanan
file
jama
jii
kura
me
nga
sa
tama
ɲamɔgɔ
##b
##bolo
##is
##nu
##p
##ran
##tɛr
##ura
##yara
##yɔn
##ɛt
bisaaba
ce
dow
fama
kɛnɛ
lɔ
mine
miri
mu
mɛn
sɔgɔma
tiɲɛ
tora
toum
##er
##pi
##pu
##tɔ
##tɛn
##wa
##ɲɛ
baga
cama
cɛma
dan
dimi
fitini
fɔra
jugu
ki
nunuw
olu
tɔ
##bo
##bɛr
##c
##gan
##ji
##kun
##law
##lɔn
##uw
##ɔr
##ɛni
##ɛrɛ
baw
binaani
ca
daminɛ
dogo
dusu
fa
fani
fari
fisa
fu
gɛrɛfɛ
kaɲɛ
koun
kow
mobili
on
sanji
sega
seka
sogo
tigɛ
tile
tulon
were
wolo
##dɔ
##gɛn
##ie
##lɛn
##rila
##ron
##sɛ
##ɔl
##ɛri
boli
bora
cin
dencɛ
donkili
dɔni
famu
gɛlɛya
jumɛ
kumakan
kɔnɔtɔn
kɛlɛ
lu
mana
mou
ou
sariya
sebe
sigilan
tɛmɛni
yɛlɛla
yɛlɛmani
ɲuman
##ak
##ama
##ci
##mini
##no
##yo
aba
abi
ah
bugɔ
cɛɲumani
doni
dɔnkili
foo
fora
furu
joona
kamele
kɔnɔntɔn
kɔrɔsi
magni
mankan
mesie
nɛrɛmuguman
su
wo
ɔn
ɔnhɔn
ɲɔngɔn
##fɔ
##fɛn
##gali
##golo
##mɛr
##ria
##rt
##sse
##tigɛ
##um
##ɛlɛ
##ɲan
akili
binani
cɛn
dumu
dɔgɔmuso
jamana
kanou
keleen
lamɛ
minuw
pari
sanfɛ
taa
tabali
tle
tɛmɛna
yɛlɛma
zan
ɲan
ɲana
ɲɛna
##bili
##denw
##ine
##ir
##lu
##lɛ
##manw
##nin
##ol
##rɔn
##rɛn
##yon
##yɛr
##ɛtri
balo
deli
dira
drɔn
gnongon
jon
kin
kodjougou
kora
koura
kɛla
mɛna
non
onhon
sen
sɔngɔ
tige
tou
toyi
tununa
wakati
wulu
yɔrɔla
##ar
##baw
##bon
##chi
##dɛn
##gne
##ira
##je
##jona
##kelen
##lara
##lie
##lou
##minɛ
##nw
##olo
##oro
##rou
##tɛ
##ule
##vil
##wɛrɛ
abe
ayiwa
bla
boɲɛ
djouma
doussou
famou
fere
fin
fɛnw
gan
gwɛlɛya
jaa
jati
jean
kogo
kongo
kɔrɔta
kɛlɛkɛ
lani
lanibala
lɛtri
nimero
paris
pilasi
##dan
##ja
##jon
##kolo
##kɔnɔ
##mousso
##ougou
##pe
##tche
##uman
##wi
##ɔbɛ
##ɛs
baara
baleman
balimamuso
barada
biduuru
biwɔrɔ
dabila
dama
denn
diman
dourou
faransi
fiman
fle
gne
kad
keme
kibaria
kolon
kɔrɔmuso
lanibara
minw
nafolo
nimɔrɔ
ora
sɔkɔra
taw
um
wolofila
wolola
woro
wou
##ara
##ati
##bagaw
##ce
##dam
##don
##dɛl
##ene
##fila
##gami
##guru
##ha
##il
##ina
##kɔra
##kɛn
##lasi
##leba
##lin
##mine
##nna
##non
##nɛ
##rin
##rk
##saba
##ssin
##sso
##suma
##taw
##ve
##ɔgɔn
alou
alugu
anga
angilɛ
bagaw
balimancɛ
biseegi
bissaba
biwolonfila
bɔni
bɛgɛn
chi
deme
diyara
djama
djan
dji
djoli
du
duguba
fili
folo
ge
gele
glan
gɛlɛn
jigira
jɛnkulu
kolo
kulon
kɔnɔni
mbi
miniti
mirila
mounou
mulo
nɔgɔya
nɛnɛ
obi
olou
oyi
sans
saya
sigini
suma
toi
tounbi
tunu
ɲanama
ɲɛn
##!
##'
##,
##-
##.
##/
##0
##1
##;
##?
##[
##j
##q
##v
##x
##ŋ
